const About = (): JSX.Element => {
  return (
    <div className="bg-[#94D1CA] p-10 flex flex-col items-center">
      <h1 className="py-4 text-4xl font-bold text-purple-600 bg-gradient-to-r from-blue-500 to-purple-600 bg-clip-text">
        Cybernatically Inc
      </h1>
      <p className="leading-10">
        Присоединяйтесь к захватывающему и быстро развивающемуся миру
        Cybernetically - инновационного стартапа по разработке веб-приложений,
        посвященного превышению границ инноваций и превосходства. В качестве
        быстро растущей компании мы всегда ищем талантливых и целеустремленных
        людей, чтобы присоединиться к нашей команде и помочь нам продолжать
        достигать новых высот. В Cybernetically мы верим в культуру
        сотрудничества и включения, ценящую творчество, ответственность и
        постоянное обучение. В качестве члена нашей команды у вас будет
        возможность работать над широким спектром проектов для клиентов в
        различных отраслях, используя последние технологии и лучшие практики для
        доставки решений, которые превосходят ожидания. Независимо от того,
        являетесь ли вы опытным разработчиком, ищущим новые вызовы, дизайнером с
        страстью к созданию красивых и удобных интерфейсов или менеджером
        проектов с опытом успешной работы, Cybernetically предлагает динамичную
        и наградную рабочую среду, где вы можете развивать свои навыки и
        продвигаться в карьере. Присоединяйтесь к нам в нашей миссии
        революционизировать отрасль разработки веб-приложений и вносить реальные
        изменения в жизнь наших клиентов и их клиентов. Подавайте заявку уже
        сегодня, чтобы стать частью семьи Cybernetically
      </p>
    </div>
  );
};

export default About;
